// content/ar/challenges.ts

export const challengesContent = {
  seo: {
    title: 'حلول ميديور: معالجة تحديات الرعاية الصحية بذكاء',
    description:
      'اكتشف كيف تعالج ميديور التحديات الرئيسية في الرعاية الصحية مثل التكاليف، الشمول، الأعباء الإدارية، وصعوبة الوصول للخدمات.',
  },
  hero: {
    breadcrumb: "الرئيسية / التحديات",
    title: "نفهم التحديات... ونقدّم الرعاية كما يجب أن تكون",
    subtitle: "في ميديور، نواجه أبرز معوقات الرعاية الصحية عبر حلول رقمية متكاملة، تمنحك تجربة أبسط، أسرع، وأكثر كفاءة، دون تعقيد أو تكلفة مبالغ فيها.",
    image: "/images/background-img.png"
  },
  challenges: [
    {
      key: "healthcare-costs",
      title: "ارتفاع تكاليف الرعاية الصحية",
      image: "/images/challenges-images/costs.png",
      alt: "تصاعد تكاليف الرعاية الصحية",
      description: "نقدّم تغطية صحية شاملة بأسعار مخفضة ومنافسة تناسب جميع الفئات، لمساعدتك على مواجهة ارتفاع تكاليف العلاج، مع الحفاظ على جودة الخدمات المقدَّمة.",
    },
    {
      key: "inclusivity",
      title: "الفجوات في التغطية",
      image: "/images/challenges-images/financial.png",
      alt: "الفجوات في التغطية",
      description: "نغلق الفجوات التي كانت تحرم بعض الفئات من الحصول على الرعاية، من خلال خطط شاملة تغطي جميع الأعمار والحالات الصحية، بما في ذلك الأمراض المزمنة والسابقة للتعاقد، لضمان حصول الجميع على الخدمات الصحية التي تليق بهم دون استثناء.",
    },
    {
      key: "administrative",
      title: "الأعباء الإدارية",
      image: "/images/challenges-images/inclusivity.png",
      alt: "الأعباء الإدارية",
      description: "نُبسّط الإجراءات الإدارية المعقدة ونقلّل المعاملات الورقية من خلال أنظمة رقمية متكاملة، تتيح متابعة الخدمات وتنفيذها بسهولة، مما يوفّر الوقت والجهد ويزيد من سرعة وكفاءة التجربة الصحية.",
    },
    {
      key: "accessibility",
      title: "صعوبة الوصول إلى مقدّمي الخدمات",
      image: "/images/challenges-images/accessibility.png",
      alt: "الوصول إلى مقدمي الخدمات",
      description: "مع تطبيق ميديور، يصبح الوصول إلى مقدّمي الرعاية الصحية الأقرب إليك أسرع وأسهل من أي وقتٍ مضى، عبر شبكة طبية واسعة النطاق ومتنوعة تغطي مختلف المحافظات والتخصصات، لتجد الرعاية التي تحتاجها بسهولة، أينما كنت.",
    },
  ],
  separator: {
    show: true
  },

};