// app/content/ar/index.ts

export const homePageContent = {
  seo: {
    title: "مـيديـــــور | بوابتك للرعاية الصحية المتكاملة بلا حدود في الإمارات",
    description: "احجز موعدك مع نخبة الأطباء في الإمارات من خلال مديور. منصة رقمية للرعاية الصحية المتكاملة في مختلف التخصصات. سهولة الحجز، متابعة الحالة، ودعم متواصل من فريق متخصص."
  },

  benefits: {
    title: "مـيديـــــور",
    subtitle: "بوابتك للرعاية الصحية المتكاملة\nبلا حدود"
  },

  introductionSection: {
    title: "مرحبًا بكم في ميديور",
    paragraphs: [
      "منصتك المتطورة لحلول الرعاية الصحية بمفهوم جديد، من خلال منظومة متكاملة تتيح لك تجربة أكثر سهولة ومرونة مع شبكة واسعة من نخبة مقدمي الرعاية الصحية في مختلف التخصصات، دون الحاجة إلى الانتظار أو التعامل مع الإجراءات الطويلة والمعقدة.",
      "نعمل في ميديور على توفير منصة مرنة وسهلة الاستخدام، مع ضمان أعلى معايير الجودة والأمان في مكان واحد؛ سواء كنت فردًا تبحث عن رعاية صحية متميزة لك ولعائلتك، أو مؤسسة تسعى إلى إدارة فعّالة ومتكاملة لاحتياجات الرعاية الصحية لموظفيها.",
      "هدفنا هو تقديم رعاية صحية متميزة وميسّرة، لتصبح حقًا متاحًا للجميع بلا حواجز أو حدود."
    ]
  },

 

  visionSection: {
    title: "الرؤية",
    description: "نسعى في ميديور إلى تقديم رعاية صحية متميزة ومتاحة للجميع بلا استثناء ونعمل على تحقيق ذلك من خلال التزامنا بالقيم التالية:"
  },

  valuesSection: {
    title: "القيم",
    values: [
      {
        title: "النزاهة",
        description: "نلتزم بأعلى معايير الشفافية والصدق في جميع تعاملاتنا.",
        image: "/images/home-images/Integrity.png",
      },
      {
        title: "الابتكار",
        description: "نستخدم أحدث التقنيات والحلول لتطوير وتحسين تجربة الرعاية الصحية باستمرار.",
        image: "/images/home-images/innovation.png",
      },
      {
        title: "سهولة الوصول للخدمات",
        description: "نعمل على إزالة كل الحواجز التي تعيق حصول الجميع على الرعاية الصحية لتصبح العملية أسرع وأسهل من أي وقت مضى.",
        image: "/images/home-images/accessibility.png",
      },
      {
        title: "الجودة",
        description: "نضمن أعلى معايير الأداء والسلامة في كل خدمة نقدمها لأن صحتك هي أولويتنا دائمًا.",
        image: "/images/home-images/quality.png",
      },
    ],
  },

  
};